core/src/org/openspcoop2/message/soap/reader/requestMalformed_soap11.xml

><?xml version="1.0" encoding="UTF-8"?>

   <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://services.samples/xsd">
    
    
    <!-- TEST -->
    
<soapenv:Body>
    <!-- TEST -->
<xsd:skcotSyub>
<Altro>TEST</Altro>
</xsd:skcotSyub>
</soapenv:Body>
</soapenv:Envelope>
